{
  "preguntas": [
    {
      "pregunta": "Un docente, director de un grupo de básica secundaria, recibe al inicio de la clase una carta de una de sus estudiantes. En la carta, la estudiante expresa que se siente triste e irrespetada debido a las expresiones negativas y despectivas de un compañero del mismo grupo, quien le hace comentarios ofensivos sobre su país de origen y su género. Además, la estudiante menciona que algunos de sus compañeros están comenzando a imitar este tipo de conductas. El docente ha decidido abordar esta situación durante sus clases, ya que este tipo de comportamiento se está volviendo cada vez más frecuente entre los estudiantes de la institución. Asimismo, considera fundamental tratar el tema del trato discriminatorio en los proyectos pedagógicos que se implementan en la escuela. Con el fin de promover un entorno seguro para el aprendizaje, el docente debe:",
      "opciones": [
        "Hacer un llamado de atención al estudiante involucrado y pedirle que no vuelva a repetirse este tipo de comportamiento, pues no tiene por qué tratar mal a sus compañeras.",
        "Generar espacios de diálogo con los estudiantes y reflexionar sobre estas agresiones, sus consecuencias y la importancia del respeto mutuo, así como promover acuerdos y estrategias para la sana convivencia.",
        "Solicitar al estudiante relacionado en la carta aclarar la situación y realizar una reflexión en el grupo, en la cual se enfatice en la necesidad de respetar a los demás, sin importar las diferencias de género o nacionalidad.",
        "Hablar con la estudiante y decirle que de volver a repetirse la situación le informe para hacerle un llamado de atención a los estudiantes que la están irrespetando con sus comentarios."
      ],
      "respuesta": "Generar espacios de diálogo con los estudiantes y reflexionar sobre estas agresiones, sus consecuencias y la importancia del respeto mutuo, así como promover acuerdos y estrategias para la sana convivencia.",
      "explicacion": "Promover un entorno seguro para el aprendizaje implica generar espacios de diálogo y reflexión sobre las agresiones, sus consecuencias y la importancia del respeto mutuo, además de establecer acuerdos y estrategias para la sana convivencia."
    }
  ]
}
