{
  "preguntas": [
    {
      "pregunta": "En una institución educativa se llevó a cabo un evento en el cual se reconocerían las capacidades de muchos de los docentes del plantel. Así que, a una de las docentes se le otorgó un reconocimiento por sus habilidades administrativas. Por lo tanto, para adquirir esto, la docente hace todo excepto",
      "opciones": [
        "planear el contenido que maneja y diseñar las actividades didácticas.",
        "solicitar estadísticas sobre el desempeño académico de los estudiantes.",
        "presentar informes que le sean solicitados.",
        "impartir clases de educación física."
      ],
      "respuesta": "solicitar estadísticas sobre el desempeño académico de los estudiantes.",
      "explicacion": "La respuesta clave es correcta. Es común pensar en el docente como alguien encargado de compartir conocimientos y enseñanzas en el aula de clases, con ciertas capacidades, habilidades, derechos y deberes por cumplir. Sin embargo, a menudo se pasa por alto la importancia de sus habilidades administrativas, las cuales también debe poseer. Estas habilidades pueden incluir la planificación, el diseño de currículos, la presentación de informes, entre otras. Dado que el enunciado presenta un 'excepto', es necesario elegir una opción que no esté relacionada con una habilidad administrativa. Por lo tanto, la respuesta clave es correcta, ya que un docente con habilidades administrativas podría realizar directamente las estadísticas pertinentes con respecto al avance, desarrollo o proceso del estudiante en materia académica, sin simplemente solicitarlas. Además, ¿a quién se le solicitarían las estadísticas si es el mismo docente quien conoce cómo va llevando el proceso del estudiante? Por eso, esta respuesta se considera correcta."
    },
    {
      "pregunta": "Un docente de una institución educativa se enfrenta a una situación compleja debido a que en el plantel se están implementando modificaciones en las herramientas educativas. Estas herramientas incluyen computadores y nuevos sistemas diseñados para mejorar las prácticas en el aula. Sin embargo, el docente muestra una resistencia visible a estos cambios debido a su falta de conocimiento al respecto y teme que esto pueda afectar su desempeño profesional. Ante esta problemática, el docente debe",
      "opciones": [
        "percibir el cambio como una mejora y no como un defecto, para así buscar ayuda respecto al dominio de los nuevos sistemas.",
        "presentar su punto de vista a los demás docentes para evidenciar las posturas de los otros y saber si busca ayuda para mejorar sus prácticas.",
        "buscar la ayuda pertinente de personas que puedan mejorar su conocimiento respecto a los sistemas nuevos.",
        "rechazar el uso de las nuevas tecnologías y seguir utilizando métodos tradicionales."
      ],
      "respuesta": "percibir el cambio como una mejora y no como un defecto, para así buscar ayuda respecto al dominio de los nuevos sistemas.",
      "explicacion": "La respuesta clave es la correcta. La apertura al cambio puede ser una posición difícil para un docente, ya que a menudo se interpreta que las modificaciones sugieren una falla en el desempeño profesional. Esta resistencia puede surgir porque se percibe que los cambios no son beneficiosos para las prácticas educativas. Sin embargo, es importante comprender que los cambios son necesarios en todos los ámbitos, especialmente cuando se trata de mejorar las condiciones educativas. En el caso específico mencionado, la introducción de sistemas más avanzados puede facilitar la enseñanza y mejorar la comprensión del conocimiento. Por lo tanto, la respuesta clave debe considerarse como la correcta. Al dejar de lado los prejuicios y adoptar una actitud positiva hacia los cambios, el docente estará mejor preparado para enfrentar los nuevos desafíos con entusiasmo y aprender de manera efectiva."
    },
    {
      "pregunta": "Las directivas de una institución educativa están preocupadas porque se está llevando a cabo un ejercicio en el que los docentes deben realizar sus funciones con relación a los estudiantes bajo determinadas normas que impuso la institución y pese a esto no se han evidenciado buenos resultados de este ejercicio. Debido a esto, un docente inconforme con dichas acciones decide actuar, de manera que",
      "opciones": [
        "manifiesta ante las directivas que es necesaria la autonomía para los docentes, puesto que allí se demuestra las ganas de realizar bien su trabajo.",
        "aclara a las directivas que los docentes merecen respeto y eso conlleva a que se les permita trabajar con autonomía.",
        "propone a los demás docentes dejar de lado el ejercicio y negarse ante las directivas a participar en dicha actividad poco fructífera.",
        "acepta las normas impuestas sin cuestionarlas."
      ],
      "respuesta": "manifiesta ante las directivas que es necesaria la autonomía para los docentes, puesto que allí se demuestra las ganas de realizar bien su trabajo.",
      "explicacion": "La respuesta clave es correcta. En el caso se observa la imposición de actividades que deben llevar a cabo los docentes en relación con sus labores, por lo tanto, se está limitando su autonomía profesional. Por ende, la persona que se pronuncia al respecto debería señalar que la autonomía es fundamental para demostrar el deseo de realizar adecuadamente su trabajo, ya que se basa en sus capacidades para enfrentar diversas situaciones. Esto conlleva a que haya satisfacción en su trabajo al no estar sujetos a imposiciones, es decir, se reconoce la necesidad de actuar conforme a ciertas normas institucionales, pero manteniendo un margen de autonomía en su labor. Además, cuando la institución brinda autonomía al docente, está transmitiendo un mensaje de confianza que contribuye a mejorar los resultados de manera positiva."
    },
    {
      "pregunta": "Un docente ha experimentado algunos inconvenientes tanto en el aula como con sus compañeros. Varias personas se han acercado para mencionarle que existe un problema con su habilidad comunicativa, ya que hay un aspecto que no es bien recibido por los demás y esto ha llevado a que no se le preste atención regularmente. Ante esta retroalimentación, el docente debe",
      "opciones": [
        "mejorar su lenguaje corporal como una mirada, una postura o una expresión.",
        "establecer un tono de voz un poco más suave para mejorar y hacer más fluido el mensaje que se entregue al estudiante.",
        "persistir en las expresiones faciales fuertes para generar autoridad y respeto al comunicar la información.",
        "continuar con su método de comunicación actual."
      ],
      "respuesta": "mejorar su lenguaje corporal como una mirada, una postura o una expresión.",
      "explicacion": "La respuesta clave es la correcta. En este caso, se hace referencia a las habilidades comunicativas que debe tener un docente. Este no solo debe poseer conocimientos sólidos en su área de estudio, sino también habilidades para transmitir el mensaje de manera efectiva. Por esta razón, se solicita identificar uno de los problemas en su comunicación. La respuesta clave es acertada porque sugiere que, si se necesita mejorar, es probable que haya algo incorrecto en su comunicación no verbal, como su postura. Este aspecto es crucial, ya que la postura, las expresiones faciales y las miradas pueden comunicar sensaciones y actitudes. Si un docente no mantiene una postura adecuada o tiene expresiones faciales negativas, puede transmitir un mensaje erróneo sobre su disposición ante el grupo, lo que puede desalentar la participación de los estudiantes en el proceso de enseñanza."
    },
    {
      "pregunta": "Un docente ha notado que algunos de sus estudiantes están teniendo dificultades significativas con un tema que deberían haber dominado en años anteriores. Sin embargo, este docente ha sido reconocido por su destacado liderazgo tanto en el aula con sus estudiantes como con sus colegas. Por lo tanto, y resaltando esta cualidad, ante esta situación, el docente debe",
      "opciones": [
        "enviar trabajo extra para la casa, de ese modo los estudiantes podrán avanzar en sus dificultades.",
        "hablar con los padres de familia sobre la situación compleja de los estudiantes para que haya un mayor acompañamiento por parte de ellos.",
        "proponer encuentros fuera del aula en otros momentos fuera de clase para avanzar en los temas que se les dificultan.",
        "ignorar las dificultades y seguir adelante con el plan de estudios."
      ],
      "respuesta": "proponer encuentros fuera del aula en otros momentos fuera de clase para avanzar en los temas que se les dificultan.",
      "explicacion": "La respuesta clave es correcta. Estamos frente a una situación que implica a un docente con capacidad de liderazgo, es decir, con la habilidad de motivar y estar pendiente de que el estudiante pueda avanzar verdaderamente en su formación. Por lo tanto, un docente líder se asegura de que todos sus estudiantes dominen los contenidos propuestos por la institución y está completamente dispuesto a ofrecer ayuda fuera del aula para que los estudiantes puedan progresar en la materia. En resumen, un docente líder tiene una verdadera vocación por la enseñanza."
    },
    {
      "pregunta": "Una profesora en varias ocasiones ha tenido conversaciones poco gratas con un estudiante de último año, porque este es una persona falta de respeto y en diferentes oportunidades ha actuado de manera ofensiva con la docente por el mal resultado de sus notas. Por esa razón, la docente se comunica con la madre de dicho estudiante con quien tampoco obtuvo una buena comunicación, dado que la madre adopta el mismo comportamiento del hijo y genera ofensas a la docente. Frente a este caso la profesora debe",
      "opciones": [
        "indicarle a la madre de familia que deberá dirigirse directamente a donde el coordinador por falta de comunicación para resolver la cuestión.",
        "pararse e irse, de ese modo evitará que la madre continúe con sus desagravios y un mal momento para ambas.",
        "evitar personalizar la situación de manera que no se tomen las acciones como asuntos personales.",
        "responder de manera ofensiva para que la madre entienda la gravedad de la situación."
      ],
      "respuesta": "evitar personalizar la situación de manera que no se tomen las acciones como asuntos personales.",
      "explicacion": "La respuesta clave es correcta. El tema que se aborda con la situación tiene que ver con el autocontrol. Justamente es relevante el caso presentado porque el hecho de ser docente no implica que se debe aguantar o recibir sin más todos los agravios o desavenencias que la comunidad brinde. Los docentes particularmente no deben tolerar esto, sin embargo, hay asuntos que no deben olvidar y tratar de resolver para no empeorar las situaciones. Por ejemplo, la respuesta clave habla de un tip que se debe tener en cuenta, ya que es necesario que ante las situaciones el docente debe ser muy profesional y no personalizar lo que pueda suceder, porque cada quien elige qué situaciones lo afectan o no."
    },
    {
      "pregunta": "El rector de una institución educativa ha fijado una fecha para que todos los docentes asistan a una actividad en la que se abordará de manera teórica lo que es el trabajo en equipo. Dicho encuentro fue propuesto por el rector porque conoce la importancia de este tipo de actividades. Por lo tanto, en la comunicación que da a los docentes al respecto del tema del encuentro, debe mencionarles el porqué de la importancia del trabajo colaborativo y por ello debe",
      "opciones": [
        "sugerir que asistan al encuentro y apliquen lo que aprendan en este espacio con los colegas para generar buen clima laboral.",
        "decir a los profesores que las ventajas de este encuentro es aprender que se podrán encontrar soluciones a los desafíos del aula.",
        "recomendar que la participación sea por grupos identificados por áreas, evitando la interdisciplinariedad.",
        "proponer que el trabajo en equipo se enfoque solo en actividades extracurriculares."
      ],
      "respuesta": "decir a los profesores que las ventajas de este encuentro es aprender que se podrán encontrar soluciones a los desafíos del aula.",
      "explicacion": "La respuesta clave es correcta. En el caso se está evidenciando el tema del trabajo en equipo, específicamente en el ámbito docente, en el cual se puede entender como una metodología que sirve para compartir experiencias, analizar e investigar en conjunto asuntos relacionados con el contexto institucional. Se puede afirmar que, según lo solicitado en el enunciado, lo que el Rector deberá indicar es lo mencionado en la opción correcta, ya que en esta se da una razón válida del porqué promover el trabajo colaborativo ya que es a través de este que se puede encontrar soluciones definitivas a los problemas que los docentes hallen en las aulas de clase. En estos encuentros se habla, se problematiza y se generan soluciones que pueden servir a los docentes."
    },
    {
      "pregunta": "Durante una conferencia sobre las TIC dirigida a los docentes, se está discutiendo sobre las resistencias que muchos tienen hacia los cambios, especialmente con relación a la tecnología. Uno de los docentes presentes, con la intención de comprender las razones detrás de estas resistencias y con el deseo de mejorar, pregunta acerca de los factores asociados a esta aversión al cambio. Por lo tanto, lo que el expositor debe hacer en este caso es, excepto",
      "opciones": [
        "argumentar que un factor es el miedo al fracaso por el temor a no actuar o responder de la mejor manera al estudiante.",
        "comentar que otro de los factores es el asociado a la cultura institucional, puesto que las normas y valores ya están organizados allí.",
        "explicar que un factor es el asociado a la personalidad, en la que el asunto psicológico influye enormemente en la resistencia al cambio.",
        "afirmar que la resistencia al cambio es inevitable y no debe ser combatida."
      ],
      "respuesta": "argumentar que un factor es el miedo al fracaso por el temor a no actuar o responder de la mejor manera al estudiante.",
      "explicacion": "La respuesta clave es correcta. En el caso se está haciendo alusión a los factores que generan resistencia a los cambios en las instituciones educativas. Se pueden identificar diversos factores que contribuyen a esta resistencia, pero debido al 'excepto' mencionado en el enunciado, se debe elegir una opción que no esté relacionada con estos factores. Por lo tanto, la respuesta correcta es la clave, ya que, como docente de una institución educativa, se espera que tenga habilidades y competencias para adaptarse a nuevos métodos y tecnologías, y no debería tener un miedo al fracaso, sino más bien una disposición para explorar y aprender nuevas herramientas y enfoques educativos."
    },
    {
      "pregunta": "En el aula de clases se están presentando situaciones con ciertos estudiantes que han llevado al docente a perder el autocontrol, actuando de manera grosera frente a estas situaciones. En una ocasión, otro docente se percató de la circunstancia y por ello, lo mejor que puede hacer este último es",
      "opciones": [
        "apoyar al docente cuando se presente una situación compleja en el aula, de modo que no afronte está solo.",
        "aconsejarle que cada vez que sienta que pierde el control salga del aula, respire y tome algo y vuelva a ingresar.",
        "recomendarle al docente el autocontrol mediante estrategias como el fijar metas y la motivación para él mismo.",
        "ignorar la situación y dejar que el docente resuelva sus problemas por sí mismo."
      ],
      "respuesta": "recomendarle al docente el autocontrol mediante estrategias como el fijar metas y la motivación para él mismo.",
      "explicacion": "La respuesta clave es correcta. En el caso se está presentando claramente un tema que tiene que ver con el autocontrol, asunto que es de gran importancia para los docentes al estar enfrentados a diferentes condiciones con los estudiantes, sus formas de actuar, la indisciplina, entre otros. Por eso, es importante que el docente que se percató de la situación se acerque a su compañero para recomendarle la necesidad de trabajar el autocontrol. Esto se puede realizar a través del manejo de elementos tales como trazarse metas, motivarse él mismo a cambiar sus acciones, ser más tranquilo, entre otros que tienen que ver con el autocontrol y que le ayudarán a manejar las situaciones difíciles que se presenten en el aula."
    },
    {
      "pregunta": "¿Qué es estadística?",
      "opciones": [
        "Una técnica de pintura.",
        "Una rama de la biología.",
        "Un área de las matemáticas.",
        "Un deporte extremo.",
        "Una ciencia social."
      ],
      "respuesta": "Un área de las matemáticas.",
      "explicacion": "La estadística es una rama de las matemáticas que se encarga de recolectar, analizar e interpretar datos."
    },
    {
      "pregunta": "Un padre de familia se acerca a un docente de la jornada de la tarde pues refiere que un grupo de adolescentes de grado noveno está haciendo matoneo a su hijo, un niño de secundaria, a causa de un defecto físico que este tiene, lo que afecta considerablemente al niño quien ya no quiere asistir al colegio. Al ver la gravedad de la situación, el docente reúne e interviene al grupo de adolescentes, sin embargo, la institución no cuenta con un protocolo de intervención para este tipo de casos, por lo cual es de importancia establecer dicho protocolo debido al nivel de gravedad que representa el matoneo. Una vez solucionado el caso, el docente",
      "opciones": [
        "sugiere a los demás docentes la necesidad de crear un protocolo de intervención para manejar casos de matoneo, con el fin de tener herramientas acorde a la situación",
        "refiere a los docentes la necesidad identificada del protocolo de intervención en matoneo y sugiere unos aspectos específicos para desarrollarla, así propone una estrategia de creación",
        "comunica al rector la necesidad de generar una guía de intervención para el manejo de matoneo, explicando los aspectos claves que identificó para que este determine la forma de creación",
        "plantea la necesidad de una asamblea con padres de familia y estudiantes para discutir las implicaciones del matoneo y establecer un protocolo de intervención."
      ],
      "respuesta": "refiere a los docentes la necesidad identificada del protocolo de intervención en matoneo y sugiere unos aspectos específicos para desarrollarla, así propone una estrategia de creación",
      "explicacion": "Al carecer de un protocolo de intervención para casos de matoneo, el docente debe sugerir la creación de uno basado en la gravedad del problema, proponiendo estrategias concretas para su desarrollo."
    },
    {
      "pregunta": "Usted es docente del área de inglés de una institución educativa en la que se tiene como objetivo que los estudiantes dominen un segundo idioma al graduarse, sin embargo se han presentado dificultades para alcanzar ese objetivo pues no se cuenta con un plan educativo bilingüe en general, sino que todo se centra en las clases de inglés impartidas a cada grado ya que los docentes no dominan el idioma. Teniendo en cuenta su rol y el objetivo de la institución, usted",
      "opciones": [
        "centra su esfuerzo en establecer un programa de inglés para cada grado en el que promueva un aprendizaje y fortalecimiento del idioma para aportar al alcance del objetivo",
        "realiza un plan de fortalecimiento en el que incluya dentro del programa de cada asignatura lecturas y actividades en inglés con su supervisión para promover el aprendizaje del idioma",
        "modifica el método de enseñanza que utiliza con los estudiantes centrándose en realizar actividades prácticas que afiancen el aprendizaje dentro de las clases de inglés programadas",
        "propone la contratación de profesores bilingües para todas las asignaturas, lo que garantizaría un enfoque integral en el aprendizaje del inglés."
      ],
      "respuesta": "realiza un plan de fortalecimiento en el que incluya dentro del programa de cada asignatura lecturas y actividades en inglés con su supervisión para promover el aprendizaje del idioma",
      "explicacion": "Ante la falta de un plan educativo bilingüe, es fundamental integrar el aprendizaje del inglés en todas las asignaturas, promoviendo actividades prácticas supervisadas por el docente de inglés para fortalecer el dominio del idioma."
    },{
      "pregunta": "Usted es uno de los docentes encargados de la vigilancia del descanso de bachillerato, por lo que debe asegurar que los estudiantes se respeten entre sí. Sin embargo, durante la guardia, un estudiante comienza a golpear a otro lo que genera una pelea. Usted se acerca a los dos menores con el fin de detener la confrontación, pero uno de los estudiantes se encuentra tan enojado que lo golpea a usted sin percatarse en medio de la rabieta, por lo que usted los toma del saco y los hala para apartarlos de la confrontación, lo cual es considerado una falta de respeto. Una vez controlada la discusión entre los estudiantes, usted",
      "opciones": [
        "les llama la atención por propasarse con sus actitudes recordándoles que el respeto entre pares y a sus docentes es fundamental, posteriormente hace una anotación en el observador en la que les solicita que se comprometan a respetarse y respetarlo a usted como docente.",
        "dialoga con los estudiantes indagando las razones por las cuales se generó la confrontación, motivándolos a disculparse entre ellos, adicionalmente pide disculpas por la forma en que los separó y coloca un precedente entre ellos con el fin de evitar futuras confrontaciones.",
        "lleva a los dos estudiantes a la oficina de profesores e indaga las razones de la pelea, luego hace anotación en el observador, finalmente solicita que se disculpen entre ellos, colocando un precedente para evitar futuras peleas.",
        "organiza una asamblea con los padres de los estudiantes involucrados y les expone la situación, pidiendo su colaboración para prevenir futuros incidentes."
      ],
      "respuesta": "dialoga con los estudiantes indagando las razones por las cuales se generó la confrontación, motivándolos a disculparse entre ellos, adicionalmente pide disculpas por la forma en que los separó y coloca un precedente entre ellos con el fin de evitar futuras confrontaciones.",
      "explicacion": "El doc,ente debe abordar la situación con empatía y liderazgo, dialogando con los estudiantes involucrados para comprender las razones de la confrontación, fomentando la reconciliación y estableciendo un precedente para prevenir futuros incidentes."
},
{
"pregunta": "En la institución donde trabaja se está organizando la semana cultural y el comité encargado se comunica para indicarle que al grupo que dirige le corresponde presentar una muestra gastronómica que represente a la ciudad. En la comunicación le indican que dicha presentación es la actividad central del evento y por lo tanto confían en usted. Sin embargo, al informar a los estudiantes, ellos reaccionan de forma indiferente y le expresan su negativa a participar en dicha actividad ya que consideran que los estudiantes se esfuerzan más que los docentes en este tipo de eventos. Ante esta situación y siendo usted el docente encargado del grupo, decide",
"opciones": [
"comprometerse con los estudiantes a participar en la actividad ayudando en la elaboración de los platos seleccionados pues son un grupo y para que la muestra gastronómica sea un éxito la mejor forma es trabajar en equipo.",
"explicar a los estudiantes la importancia que tiene la muestra gastronómica dentro de la semana cultural y diseñar un plan de trabajo en el que se distribuyan tareas de forma equitativa así todos aportan la misma cantidad de esfuerzo.",
"proponer trabajar en equipo y organizar un comité formado por los estudiantes encargado de distribuir funciones a todos, incluido el docente, con el fin de cumplir a tiempo con los platos seleccionados para la muestra gastronómica.",
"solicitar una reunión con el comité encargado para discutir alternativas que motiven la participación de los estudiantes en la muestra gastronómica, presentando sus preocupaciones y propuestas."
],
"respuesta": "comprometerse con los estudiantes a participar en la actividad ayudando en la elaboración de los platos seleccionados pues son un grupo y para que la muestra gastronómica sea un éxito la mejor forma es trabajar en equipo.",
"explicacion": "Frente a la falta de interés de los estudiantes, el docente debe demostrar compromiso y liderazgo, trabajando en equipo con ellos para lograr el éxito de la actividad y promoviendo así la colaboración y el trabajo en equipo."
},
{
"pregunta": "El comité disciplinario está preocupado debido a varios incidentes ocurridos en la institución que evidencian dificultades entre varios estudiantes por pertenecer a cursos diferentes. Adicionalmente, en las competencias deportivas ha sido necesaria la intervención de otros docentes para evitar conflictos graves. Lo anterior ha generado un ambiente tenso dentro de la institución y una sensación de temor entre algunos miembros de la comunidad educativa. Teniendo en cuenta lo descrito, usted como docente miembro del comité disciplinario decide",
"opciones": [
"dialogar con los involucrados para lograr un compromiso de común acuerdo entre estos, demostrando que es necesario el buen trato para garantizar un ambiente de armonía dentro de la institución.",
"proponer una jornada de acercamiento entre los grupos de estudiantes con el fin de manifestar las consecuencias ocasionadas en los miembros de la comunidad educativa.",
"identificar algunos de los estudiantes que han ocasionado los incidentes relatados para atender los casos junto al profesional en psicología de la institución.",
"convocar una reunión urgente con los padres de los estudiantes implicados para buscar soluciones conjuntas que promuevan la convivencia pacífica en la institución."
],
"respuesta": "dialogar con los involucrados para lograr un compromiso de común acuerdo entre estos, demostrando que es necesario el buen trato para garantizar un ambiente de armonía dentro de la institución.",
"explicacion": "Es fundamental abordar los conflictos mediante el diálogo y la búsqueda de soluciones consensuadas, promoviendo el respeto y la convivencia pacífica dentro de la institución."
},
{
"pregunta": "En el colegio donde usted trabaja como docente se está realizando un ajuste al plan de estudios, donde los docentes han ido adquiriendo una mayor participación en la toma decisiones, ganándose ese puesto gracias a la continua asistencia a todas las reuniones y los aportes que han sido valiosos y enriquecedores durante los encuentros. Esta vez la reunión se cruza con un evento al que asiste anualmente sobre las nuevas metodologías de la educación. Por lo que usted decide",
"opciones": [
"dividir su tiempo en las dos reuniones, para así asistir a ambos eventos y no tener que cancelar ninguno.",
"asistir a la reunión con sus compañeros en lugar del evento sobre educación, pues ellos requieren de su apoyo para seguir haciendo parte de los ajustes.",
"pedirle disculpas a sus compañeros por no asistir pues el evento anual y lo aprendido allí puede contribuir a mejorar el plan de estudios.",
"tomar notas en ambas reuniones y compartir la información relevante con sus compañeros después."
],
"respuesta": "asistir a la reunión con sus compañeros en lugar del evento sobre educación, pues ellos requieren de su apoyo para seguir haciendo parte de los ajustes.",
"explicacion": "Priorizar la asistencia a la reunión con los colegas muestra compromiso con el equipo y contribuye a mantener la cohesión y el progreso en la toma de decisiones respecto al plan de estudios."
},
    {
"pregunta": "En la institución donde trabaja se está organizando la semana cultural y el comité encargado se comunica para indicarle que al grupo que dirige le corresponde presentar una muestra gastronómica que represente a la ciudad. En la comunicación le indican que dicha presentación es la actividad central del evento y por lo tanto confían en usted. Sin embargo, al informar a los estudiantes, ellos reaccionan de forma indiferente y le expresan su negativa a participar en dicha actividad ya que consideran que los estudiantes se esfuerzan más que los docentes en este tipo de eventos. Ante esta situación y siendo usted el docente encargado del grupo, decide",
"opciones": [
"comprometerse con los estudiantes a participar en la actividad ayudando en la elaboración de los platos seleccionados pues son un grupo y para que la muestra gastronómica sea un éxito la mejor forma es trabajar en equipo.",
"explicar a los estudiantes la importancia que tiene la muestra gastronómica dentro de la semana cultural y diseñar un plan de trabajo en el que se distribuyan tareas de forma equitativa así todos aportan la misma cantidad de esfuerzo.",
"proponer trabajar en equipo y organizar un comité formado por los estudiantes encargado de distribuir funciones a todos, incluido el docente, con el fin de cumplir a tiempo con los platos seleccionados para la muestra gastronómica.",
"solicitar una reunión con el comité encargado para discutir alternativas que motiven la participación de los estudiantes en la muestra gastronómica, presentando sus preocupaciones y propuestas."
],
"respuesta": "comprometerse con los estudiantes a participar en la actividad ayudando en la elaboración de los platos seleccionados pues son un grupo y para que la muestra gastronómica sea un éxito la mejor forma es trabajar en equipo.",
"explicacion": "Frente a la falta de interés de los estudiantes, el docente debe demostrar compromiso y liderazgo, trabajando en equipo con ellos para lograr el éxito de la actividad y promoviendo así la colaboración y el trabajo en equipo."
},
{
"pregunta": "El comité disciplinario está preocupado debido a varios incidentes ocurridos en la institución que evidencian dificultades entre varios estudiantes por pertenecer a cursos diferentes. Adicionalmente, en las competencias deportivas ha sido necesaria la intervención de otros docentes para evitar conflictos graves. Lo anterior ha generado un ambiente tenso dentro de la institución y una sensación de temor entre algunos miembros de la comunidad educativa. Teniendo en cuenta lo descrito, usted como docente miembro del comité disciplinario decide",
"opciones": [
"dialogar con los involucrados para lograr un compromiso de común acuerdo entre estos, demostrando que es necesario el buen trato para garantizar un ambiente de armonía dentro de la institución.",
"proponer una jornada de acercamiento entre los grupos de estudiantes con el fin de manifestar las consecuencias ocasionadas en los miembros de la comunidad educativa.",
"identificar algunos de los estudiantes que han ocasionado los incidentes relatados para atender los casos junto al profesional en psicología de la institución.",
"convocar una reunión urgente con los padres de los estudiantes implicados para buscar soluciones conjuntas que promuevan la convivencia pacífica en la institución."
],
"respuesta": "dialogar con los involucrados para lograr un compromiso de común acuerdo entre estos, demostrando que es necesario el buen trato para garantizar un ambiente de armonía dentro de la institución.",
"explicacion": "Es fundamental abordar los conflictos mediante el diálogo y la búsqueda de soluciones consensuadas, promoviendo el respeto y la convivencia pacífica dentro de la institución."
},
{
"pregunta": "En el colegio donde usted trabaja como docente se está realizando un ajuste al plan de estudios, donde los docentes han ido adquiriendo una mayor participación en la toma decisiones, ganándose ese puesto gracias a la continua asistencia a todas las reuniones y los aportes que han sido valiosos y enriquecedores durante los encuentros. Esta vez la reunión se cruza con un evento al que asiste anualmente sobre las nuevas metodologías de la educación. Por lo que usted decide",
"opciones": [
"dividir su tiempo en las dos reuniones, para así asistir a ambos eventos y no tener que cancelar ninguno.",
"asistir a la reunión con sus compañeros en lugar del evento sobre educación, pues ellos requieren de su apoyo para seguir haciendo parte de los ajustes.",
"pedirle disculpas a sus compañeros por no asistir pues el evento anual y lo aprendido allí puede contribuir a mejorar el plan de estudios.",
"tomar notas en ambas reuniones y compartir la información relevante con sus compañeros después."
],
"respuesta": "asistir a la reunión con sus compañeros en lugar del evento sobre educación, pues ellos requieren de su apoyo para seguir haciendo parte de los ajustes.",
"explicacion": "Priorizar la asistencia a la reunión con los colegas muestra compromiso con el equipo y contribuye a mantener la cohesión y el progreso en la toma de decisiones respecto al plan de estudios."
},
    {
  "pregunta": "Usted acaba de ingresar a trabajar como docente en un colegio con ideología religiosa donde la mayoría de los docentes comparten dichas ideas. Usted no simpatiza con muchas de las creencias que fomentan en el colegio. Para relacionarse con sus compañeros usted debería",
  "opciones": [
    "respetar las creencias de sus compañeros, basando su relación en los aspectos que tiene en común con ellos y no en aquellos que no comparten",
    "generar discusiones sobre las ideologías que allí se fomentan, para intercambiar opiniones y generar nuevas perspectivas posibles para ellos.",
    "mantenerse distanciado de sus compañeros, para evitar ser cuestionado por sus creencias y entrar en discusiones por estas mismas.",
    "expresar abiertamente su desacuerdo con las creencias de la institución, promoviendo un ambiente de debate y respeto mutuo entre colegas, aunque no estén de acuerdo en todas las creencias compartidas."
  ],
  "respuesta": "respetar las creencias de sus compañeros, basando su relación en los aspectos que tiene en común con ellos y no en aquellos que no comparten",
  "explicacion": "Respetar las creencias de sus compañeros, procurando basar su relación en los aspectos que tienen en común, demuestra la capacidad del docente para aceptar las diferencias con los demás y respetarlas, evitando que esto dañe sus relaciones interpersonales en el trabajo y que por el contrario se fomenten buenas relaciones en el contexto laboral."
},
{
"pregunta": "En una escuela rural, en una zona de emergencia ecológica, se ha establecido como meta que los estudiantes y la comunidad académica en general tomen conciencia acerca de la importancia del estado del medio ambiente y cómo contribuir a su cuidado. Usted como profesor de biología de la escuela es el encargado de llevar a cabo este proyecto. Para desarrollarlo de la mejor manera usted debe",
"opciones": [
"reunirse con los demás maestros donde entre todos se organice un plan de estudios para definir el aporte de cada materia al proyecto y establecer las metodologías de trabajo para los alumnos.",
"pedir la opinión de los estudiantes acerca de sus intereses sobre el medio ambiente y trabajar sobre ello para engancharlos con el tema y poder introducir nuevas temáticas posteriormente.",
"proponer diversas actividades dinámicas donde el estudiante participe, tales como salidas de campo, ferias etc. que puede realizarse desde la biología para generar conciencia.",
"realizar una campaña informativa dirigida a los padres de familia para involucrarlos en el cuidado del medio ambiente y solicitar su colaboración en las actividades programadas."
],
"respuesta": "reunirse con los demás maestros donde entre todos se organice un plan de estudios para definir el aporte de cada materia al proyecto y establecer las metodologías de trabajo para los alumnos.",
"explicacion": "La colaboración interdisciplinaria es fundamental para abordar temas complejos como la conciencia ambiental. Trabajar en conjunto con otros docentes permite una mejor integración de los contenidos y un enfoque más holístico en la educación sobre el medio ambiente."
},
{
"pregunta": "En la institución en la que trabaja se están llevando a cabo talleres para promover y desarrollar relaciones armoniosas entre estudiantes, directivos y docentes. Sin embargo, como presidente del comité disciplinario recibe una petición escrita por los directivos en la que se solicita considerar otro tipo de estrategias que permitan poner en práctica lo aprendido en las jornadas que se han venido desarrollando y argumentan que dichos talleres por sí solos son insuficientes para alcanzar el objetivo establecido ya que dan prioridad a los conocimientos teóricos y no a la forma en que se aplican dichos conocimientos de forma concreta. Teniendo en cuenta lo anterior y con el fin de tomar una decisión que permita a la institución cumplir con el propósito mencionado, usted decide",
"opciones": [
"organizar un comité de convivencia dirigido por el profesional de psicología para diseñar estrategias de juego de roles que posibiliten afianzar las relaciones interpersonales a través de la reflexión.",
"tomar la sugerencia realizada con el fin de organizar un plan de acción que contemple actividades de integración académica periódicas y que fortalezcan las relaciones humanas institucionales.",
"someter a votación de los estudiantes, directivos y docentes la propuesta de incluir otras estrategias que determine las medidas a seguir con el fin de cumplir la meta planteada.",
"convocar a una asamblea general con la participación de padres de familia para discutir sobre la importancia de las relaciones interpersonales en el entorno educativo."
],
"respuesta": "tomar la sugerencia realizada con el fin de organizar un plan de acción que contemple actividades de integración académica periódicas y que fortalezcan las relaciones humanas institucionales.",
"explicacion": "Es fundamental complementar los talleres con acciones concretas que promuevan la aplicación práctica de lo aprendido. Organizar un plan de acción con actividades periódicas fortalece las relaciones interpersonales y garantiza un enfoque más integral en la promoción de la convivencia en la institución."
},
{
"pregunta": "Un compañero docente que ingresó hace poco tiempo a la institución se acerca para comentarle que tiene problemas con un grupo de estudiantes pues no logra establecer buena comunicación con ellos, causando cierta preocupación y angustia. Además, lo anterior le resulta extraño a su compañero pues tiene experiencia en otras instituciones educativas y en el poco tiempo que lleva trabajando ha podido ver que usted se relaciona fácilmente con sus estudiantes. Ante esta situación y con el fin de ofrecer una alternativa que ayude al docente a mejorar su interacción con los estudiantes, usted decide",
"opciones": [
"reportar el caso al profesional en psicología de la institución pues el docente requiere apoyo para desarrollar diferentes herramientas que le permitan establecer una relación amistosa y de confianza con sus estudiantes.",
"expresar al docente que se pueden reunir en los horarios de descanso para enseñarle diferentes estrategias que le han sido útiles para generar empatía con sus estudiantes y mejorar la comunicación en el aula.",
"compartir con el docente situaciones difíciles que ha tenido con estudiantes para argumentar que establecer buenas relaciones interpersonales es un proceso que requiere tiempo y paciencia pues lleva poco tiempo en la institución.",
"realizar una sesión de coaching pedagógico con el docente para identificar las dificultades específicas que enfrenta en su interacción con los estudiantes y desarrollar estrategias de mejora."
],
"respuesta": "expresar al docente que se pueden reunir en los horarios de descanso para enseñarle diferentes estrategias que le han sido útiles para generar empatía con sus estudiantes y mejorar la comunicación en el aula.",
"explicacion": "Ofrecer apoyo directo al compañero docente mediante la transferencia de experiencias y estrategias prácticas es una forma efectiva de ayudarlo a mejorar su relación con los estudiantes y a desarrollar habilidades de comunicación más efectivas."
}
  ]
}
